Repository: DevLarva/GaNaDa
Catalog: GaNaDa Localizations/*.lproj/Localizable.strings
Languages: vi

source: SideView
vi: & Xem bên

source: Get Start
vi: Bắt đầu

source: Choose a word that matches each other
vi: Chọn một từ phù hợp với nhau

source: Guess the Hangul!
vi: Đoán tiếng Hàn đi!

source: Score: %lld
vi: Ghi điểm: %lld

source: what did you study today?
vi: hôm nay bạn đã học gì?

source: Type the word you want
vi: Gõ từ bạn muốn

source: Confirm
vi: Xác nhận

source: Game Over
vi: Trò chơi kết thúc

source: Correct!
vi: Chính xác

source: wrong answer
vi: câu trả lời sai

source: The answer you choose mean %@ in Korean.Please review it again in the notepad
vi: Câu trả lời bạn chọn có nghĩa là %@ trong tiếng Hàn.Vui lòng xem lại một lần nữa trong sổ ghi chú

source: Hello
vi: Xin chào.

source: Thank You
vi: Cảm ơn.

source: Happy birthday
vi: Chúc mừng sinh nhật.

source: It's delicious
vi: Ngon quá!

source: i like you
vi: Tôi thích bạn

source: It's ok
vi: Không sao đâu.

source: Do you have time tomorrow
vi: Ngày mai anh có thời gian không?

source: How are you?
vi: Anh khỏe không?

source: What are you doing
vi: Anh đang làm gì vậy?

source: I'm happy
vi: Tôi hạnh phúc.

source: Happy new year
vi: Chúc mừng năm mới

source: Good night
vi: Chúc ngủ ngon.

source: where are you from?
vi: Anh từ đâu đến?

source: See you tomorrow
vi: Mai gặp lại.
